{
    "Date": "30 March 2024",
    "Aries": {
        "desc": "Over the next few days, think about what 'family' means to you. This could be your biological family, chosen family, or a community of fellow unicorns that makes you feel like the best version of yourself. Reflect on the traditions and values that have shaped you. Are there any you want to uphold or perhaps redefine? This is the perfect time to forge stronger bonds and create new traditions that reflect your current beliefs and lifestyle. That said, abundance and wealth creation are going to be big themes for you as progress towards the new moon in your sign. Overheard at the cosmic conference: it’s time to step into the Portal of Prosperity in style and share the bounty with those around!",
        "cosmic_tip": "Reflect on the traditions and values that have shaped you."
    },
    "Taurus": {
        "desc": "Taurus, you may find yourself amid diverse opinions and minor conflicts. It appears that everyone, including yourself, is keen to have their voices heard. While it's crucial to stand your ground, it's equally important to strive towards harmony. Remember, disagreement doesn't necessarily mean discord. So, be open to different perspectives and use them as a tool for growth rather than a source of contention. When faced with opposition, take a moment to listen and truly understand where the other person is coming from. PS: You never know what you might learn in the process!",
        "cosmic_tip": "Practise active listening. Be open to different perspectives."
    },
    "Gemini": {
        "desc": "Relationship goals have been the hot topic in the Gemini HQ since the full moon in Libra. If you’re not manifesting your perfect partner, you’re envisioning a life of harmony, balance and magic with your special someone. You’re contemplating ‘commitment’ and what that means to you. Reflect on the foundations of your relationship: shared values, mutual respect, and common goals that bind you together. Thinking about taking the next step—moving in together, exchanging rings or revising the rules of engagement? This period offers supportive energy for such significant decisions. However, commitment is a two-way street. Open and honest communication is key. Discuss your hopes, fears, and expectations with your partner to ensure you're both on the same page about the future.",
        "cosmic_tip": "Get ready to write a new chapter with your forever together!"
    },
    "Cancer": {
        "desc": "When it comes to interpersonally relationships, this chapter calls for open-hearted discussions about feelings of insecurity or unmet needs. It’s crucial to communicate effectively and to listen with compassion. By addressing these issues (rather than sliding them under the carpet), you can find new ways to support each other and strengthen your bond. Just a reminder: vulnerability is not a weakness but a powerful tool for deepening connections. ",
        "cosmic_tip": "Give your the permission to talk about the tough stuff."
    },
    "Leo": {
        "desc": "Lo, and behold, Leo! You’ve got a major breakthrough moment on the cards. Not to hype you or anything, but what’s taking place feels like a dream come true—a milestone that will go down in history. Take it all in, magical one, as you express your gratitude for the highs, the lows, and everything in between. What’s making this day extra special is the fact that you’ve got your beloved(s) by your side celebrating the sweetness of this moment with you!",
        "cosmic_tip": "A milestone moment is on the cards."
    },
    "Virgo": {
        "desc": "This weekend, you and your beloved are vibing at a whole different frequency—the kind that does not always require words. What’s more, you’re also bonding over shared interests and activities—joining yoga class together, for instance, or hiking through the woods. Single and in the mood to find your plus one? Signing up activities that spark joy is a good place to start. ",
        "cosmic_tip": "If you’re feeling inspired to put yourself out there, sign up for an activity that sparks joy."
    },
    "Libra": {
        "desc": "With Mercury retrograde around the corner, this may be a time of deep reflection for you—a call to understand and assess what it is that you deeply desire to build with your partner. Open and honest communication is a good place to start—that, and addressing the tough stuff that you’ve been sliding under the carpet for a while now. Just a reminder: compromising on your needs in order to make those around you happy is not love. If there’s an ex who’s trying to slide their way into your life, draw firm boundaries. Remember all the work you have done on yourself. You haven’t come this far to sabotage your growth all over again.",
        "cosmic_tip": "Remember all the work you’ve done on yourself."
    },
    "Scorpio": {
        "desc": "But, you’re not in the mood to kiss frogs—and you’re certainly not in the mood to play out the runner-chaser dynamic. You want the real deal. You want commitment and consistency and stability. Overheard at the cosmic conference: looks like you’ve found your true match! That said, you are entering into a period of security when it comes to your career and finances as well. You’ve got that Midas’ touch working for you right now—harness it to alchemise the offer at hand into gold.",
        "cosmic_tip": "When your dreams and desires are fulfilled in the most unexpected manner!"
    },
    "Sagittarius": {
        "desc": "Sagittarius, if you're experiencing heartache or disappointment, allow yourself to feel these emotions fully. It's okay to take a step back and tend to your own garden and/or seek the support of your soul tribe. Remember, healing is not a linear process. When it comes relationships, communication is key. Open and honest dialogue can pave the way for clearer understanding and mutual respect. That said, listening to your partner's perspective is just as important. Challenges can become opportunities for strengthening bonds when faced with compassion and openness.",
        "cosmic_tip": "The wisdom gained now will lead to deeper, more fulfilling connections in the future."
    },
    "Capricorn": {
        "desc": "Capricorn, you’re art in motion—an embodiment of grace and beauty, if you may! Today, you’re being asked to join the Self-Love Club by giving yourself the appreciation you deserve. Don’t just shower yourself with compliments or utter words that sound good on paper, though. Feel the vibration of what you’re saying in your muscles, in your bones, in your DNA, with the inner knowing that your intention will create a profound shift within your psyche. That said, your magnetism is off-the-charts right now—-and the line of suitors outside your door is proof of this!",
        "cosmic_tip": "Your magnetism is off-the-charts right now!"
    },
    "Aquarius": {
        "desc": "This is not a time to mourn your losses. It’s a time to confront your shadows—to be present to your wounds and transmute them into wisdom. Think of this as a period of growth and renewal. A time to write a brand new story for yourself by tapping into the power of your subconscious. Just a reminder: you are infinite and so is the potential of what you can co-create. On a side note, a secret affair may be on the cards for some. If this choice is mutual, this guidance isn’t for you. However, if you feel like somebody is treating you like a dirty little secret, it may be time for you to speak up for yourself and/or draw boundaries based on what the situation requires.",
        "cosmic_tip": "Speak up for yourself, Aquarius."
    },
    "Pisces": {
        "desc": "Pisces, you might find your mind swirling with what-ifs, especially when it comes to romantic affairs. It seems as if worries and doubts are looming larger than usual, casting shadows on your heart. What if this is simply an opportunity to transmute what no longer serves you so you can move ahead with a greater degree of clarity? As always, take a deep breath, centre yourself, and banish the fears and insecurities that have been weighing you down. If you’re a practitioner of magic or simply somebody who’s drawn to the healing arts, work with the power crystal howlite to alleviate your anxious thoughts.",
        "cosmic_tip": "Adopt howlite as your power crystal."
    }
}